Repository: thejoeejoee/ZIS-IIS-VUT-BIT-2018-2019
Catalog: ziscz/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Event successfully replanned.
cs: Událost byla úspěšně přeplánována.

source: Reverted, conflict in time plan of executor {}.
cs: Vráceno, konflikt v časovém plánu vykonavatele {}.

source: Reverted, cannot change historical or already started event.
cs: Vráceno, nelze změnit historickou nebo právě probíhající událost.

source: Reverted, cannot move event to history.
cs: Vráceno, nelze přeplánovat událost do historie.

source: Reverted, cannot move already done event.
cs: Vráceno, nelze přeplánovat již potvrzenou událost.

source: Reverted, {} is the minimal duration of cleaning {}.
cs: Vráceno, {} je minimální doba čistění {}.

source: Animal {} was moved.
cs: Zvíře {} bylo přesunuto.

source: Event successfully marked as done.
cs: Událost byla označena jako hotová.

source: Event could not be marked as done.
cs: Událost nemůže být označena jako hotová.

source: No
cs: Ne

source: Yes
cs: Ano

source: day
cs: den

source: hour
cs: hodina

source: minute
cs: minuta

source: second
cs: sekunda

source: days
cs: dny

source: hours
cs: hodiny

source: minutes
cs: minuty

source: seconds
cs: sekundy

source: Type animal
cs: Typ zvířete

source: Types animal
cs: Typy zvířat

source: Name
cs: Název

source: Type
cs: Typ

source: Birth date
cs: Datum narození

source: Origin country
cs: Země původu

source: Occurrence regions
cs: Oblasti výskytu

source: Parent
cs: Rodič

source: Death date
cs: Datum úmrtí

source: Animal
cs: Zvíře

source: Animals
cs: Zvířata

source: Animal stay
cs: Pobyt zvířete

source: Animal stays
cs: Pobyty zvířete

source: Person trained on animal
cs: Osoba vyškolená na zvíře

source: Persons trained on animals
cs: Osoby vyškoleny na zvířata

source: Animal region
cs: Oblast zvířete

source: Animal regions
cs: Oblasti zvířete

source: Identifier
cs: Identifikátor

source: Description
cs: Popis

source: Order
cs: Pořadí

source: Date
cs: Datum

source: Planned start of cleaning.
cs: Plánovaný začátek čištění.

source: Length
cs: Trvání

source: Is done?
cs: Hotovo?

source: Can mark own event as done
cs: Může označit vlastní událost jako hotovou

source: Type cleaning accessory
cs: Typ čistícího nástroje

source: Types cleaning accessories
cs: Typy čistících nástrojů

source: Describing color used for type of enclosure in system UI as helper, black is default.
cs: Popisuje barvu použitou pro typ výběhu v systému UI jako pomocnou, černá je ve výchozím nastavení.

source: Type enclosure
cs: Typ výběhu

source: Types enclosures
cs: Typy výběhů

source: Describing color used in system UI as helper, black is default.
cs: Popisuje barvu použitou v systémovém UI jako pomocnou, černá je ve výchozím nastavení.

source: Color
cs: Barva

source: Minimum cleaning duration
cs: Minimální délka čištění

source: Minimum cleaners count
cs: Minimální počet vykonavatelů čištění

source: Note
cs: Poznámka

source: Enclosure
cs: Výběh

source: Enclosures
cs: Výběhy

source: Executors
cs: Vykonavatelé

source: Cleaning
cs: Čištění

source: Cleanings
cs: Čištění

source: Cleaning at {} {}
cs: Čištění ve {} {}

source: {} by {}
cs: {} od {}

source: Person types animal
cs: Osoba vyškolená na typ zvíře

source: Type enclosure type cleaning accessory
cs: Typ čistícího nástroje potřebný k čištění typu výběhu

source: Types enclosure type cleaning accessories
cs: Typy čistících nástrojů potřebných k čištění typu výběhu

source: Cleaning person
cs: Osoba v události čištění

source: Cleaning persons
cs: Osoby v události čištění

source: Type feed
cs: Typ krmení

source: Types feeding
cs: Typy krmení

source: Type of feed
cs: Typy krmení

source: Executor
cs: Vykonavatel

source: Amount of feed.
cs: Množství krmení.

source: Amount
cs: Množství

source: Feeding
cs: Krmení

source: Feedings
cs: Krmení

source: Feeding at {} {}
cs: Krmení ve {} {}

source: {} by {} ({} {})
cs: {} od {} ({} {})

source: Feeding animal
cs: Krmení zvířete

source: Feedings animal
cs: Krmení zvířat

source: Type role
cs: Typ role

source: Types role
cs: Typy role

source: User
cs: Uživatel

source: First name
cs: Jméno

source: Last name
cs: Přijmení

source: Education
cs: Vzdělání

source: Type animals that person is qualified for to feed.
cs: Typy zvířat, které je daná osoba vyškolena krmit.

source: Animal types qualification
cs: Kvalifikace typů zvířat

source: Type enclosures that is qualified to clean.
cs: Typy výběhů, které je osoba kvalifikována čistit.

source: Enclosure types qualification
cs: Kvalifikace typů výběhů

source: Person
cs: Osoba

source: Persons
cs: Osoby

source: Type region
cs: Typ oblasti

source: Types region
cs: Typy oblasti

source: Type country
cs: Země původu

source: Types country
cs: Země původu

source: New record
cs: Nový záznam

source: Created at
cs: Vytvořeno v

source: Last modified at
cs: Naposledy upraveno

source: Save and stay
cs: Uložit a zůstat

source: Save
cs: Uložit

source: Delete
cs: Smazat

source: Object {} was deleted.
cs: Objekt {} byl smazán.

source: {instance} was successfully saved.
cs: {instance} byl úspěšně uložen.

source: Animal {} cannot have parent type of {}.
cs: Zvíře {} nemůže mít rodiče typu {}.

source: Animal cannot have one parent two times {}.
cs: Zvíře nemůže mít jednoho rodiče dvakrát {}.

source: Cannot set death date in future.
cs: Nemůže nastavit datum úmrtí v budoucnu.

source: Done
cs: Hotovo

source: Displayed are only persons that are able to clean selected enclosure.
cs: Zobrazuje pouze osoby, které mohou čistit vybraný výběh.

source: Needed cleaning accessory: {}
cs: Požadovaný čistící nástroj: {}

source: No required cleaning accessories.
cs: Žádné požadované nástroje k čištění.

source: Selected enclosure requires {} or more executors for cleaning.
cs: Vybraný výběh požaduje {} nebo více vykonavatelů čištění.

source: Selected enclosure require longer cleaning duration ({}) than filled.
cs: Vybraný výběh požaduje delší trvání čištění ({}) než bylo zadáno.

source: Executor {} has not time in filled date and duration - he has {}.
cs: Vykonavatel {} nemá čas v zadaném datumu a trvání - má {}.

source: Please, specify datetime to plan.
cs: Prosím, vyplňte data k naplánovaní.

source: Only live animals, that could be feed by selected person, are displayed.
cs: Jsou zobrazena pouze živá zvířata, která mohou být nakrmena vybranou osobou.

source: Only persons with qualification to feed some animals are shown.
cs: Pouze osoby se školením mohou krmit zobrazená zvířata.

source: Selected some animals, that is selected executor not qualified to feed.
cs: Vybrána zvířata, pro která vykonavatel není vyškolen na krmení.

source: Is active
cs: Je aktivní

source: Can user log in?
cs: Může se uživatel přihlásit?

source: Password
cs: Heslo

source: Password second
cs: Heslo znovu

source: Password change
cs: Změna hesla

source: Groups
cs: Skupiny

source: Cannot set birth date to future.
cs: Nelze nastavit datum narození v budoucnu.

source: Password does not match the first one.
cs: Hesla se neshodují.

source: Access denied.
cs: Přístup zamítnut.

source: Page not found
cs: Stránka nebyla nalezena

source: Page not found.
cs: Stránka nebyla nalezena.

source: Internal server error
cs: Interní chyba serveru

source: Internal server error.
cs: Interní chyba serveru.

source: If problems remains, please, contact administrators.
cs: Pokud problém přetrvává, kontaktujte administrátora.

source: Please, check value in fields with errors below.
cs: Zkontrolujte hodnoty v polích s níže uvedenými chybami.

source: Bye bye!
cs: Na shledanou!

source: Login
cs: Přihlašovací jméno

# as title on login button
source: Login
cs: Přihlásit

# as title on login page
source: Login
cs: Přihlášení

source: Currently loggged as
cs: Aktuálně jste přihlášen jako

source: Lost password?
cs: Zapomenuté heslo?

source: Email was sent!
cs: Email byl poslán!

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
cs: Zaslali jsme vám email s instrukcemi pro nastavení hesla, pokud však existuje vámi zadaný email. Měli byste jej po chvíli obdržet.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
cs: Pokud Vám nepřišel email, zkontrolujte s jakou adresou jste se zaregistrovali a zkontrolujte složku se spamy.

source: Lost password
cs: Zapomenuté heslo

# as button title on reset password form
source: Reset
cs: Obnovit

# as page title on reset password page
source: Password reset
cs: Obnovení hesla

source: Delete anima
cs: Smazat zvíře

source: delete
cs: smazat

source: Parents
cs: Rodiče

source: Children
cs: Potomci

source: Enclosure detail
cs: Detaily výběhu

source: Planned feedings
cs: Plánovaná krmení

source: Enclosure history
cs: Historie výběhu

source: Qualified feeders
cs: Kvalifikovaní krmiči

source: New feeding
cs: Nové krmení

source: Plan new feeding
cs: Naplánovat nové krmení

source: Add new animal
cs: Přidat nové zvíře

source: No animals found.
cs: Žádná zvířata nebyla nalezena.

source: Calendar
cs: Kalendář

source: Help
cs: Nápověda

source: Logout
cs: Odhlásit

source: change
cs: změnit

source: administration
cs: administrace

source: Sorry, you have not permissions to perform this action.
cs: Pro tuto operaci nemáte dostatečná práva.

source: Week
cs: Týden

source: Day detail
cs: Detail dne

source: Month
cs: Měsíc

source: prev
cs: zpět

source: next
cs: vpřed

source: In standard calendar view (week/month) you can move actions in time or beetween days.
cs: Ve standardní zobrazení kalendáře (týden/měsíc) můžete posouvat akce v čase nebo mezi dny.

source: For week view are displayed only times between 6:00 and 21:00 for better understanding.
cs: Pro týdenní zobrazení jsou zobrazeny pouze časy mezi 6:00 a 21:00 pro větší přehlednost.

source: Credits
cs: Kredity

source: Current animals
cs: Aktuální zvířata

source: Closest planned cleanings
cs: Nejbližší plánovaná čištění

source: Last cleanings
cs: Poslední čistění

source: Cleaning accessory
cs: Čistící nástroj

source: Qualified cleaners
cs: Kvalifikovaní čističi

source: New cleaning
cs: Nové čištění

source: Plan new cleaning
cs: Naplánovat nové čistění

source: Same type enclosures
cs: Stejné typy výběhů

source: With drag'n drop you can transfer animals between enclosures.
cs: Pomocí operace táhni a pusť můžete přesouvat zvířata mezi výběhy.

source: You're welcome in ZOO Information System!
cs: Vítejte v zoologickém informačním systému!

source: Today's events
cs: Dnešní události

source: Your's today events
cs: Vaše dnešní události

source: No events today - free day!
cs: Žádné události dnes - volný den!

source: Legend
cs: Legenda

source: Events successfully marked as done.
cs: Hotové události.

source: Events not marked as done after threshold to confirm.
cs: Nehotové události po uplynutí času k potvrzení.

source: Events not marked as done in interval to confirm.
cs: Události čekající na prohlášení za hotové.

source: Currently running events.
cs: Právě běžící události.

source: Planned events.
cs: Naplánované události.

source: Zoological information system
cs: Zoologický informační systém

source: Delete confirm
cs: Potvrdit smazání

source: Are you sure to delete
cs: Opravdu chcete smazat

source: This action cannot be undone.
cs: Tuto akci nelze vzít zpět.

source: Yes, I am sure.
cs: Ano, chci.

source: This object cannot be deleted at this time.
cs: Tento objekt nelze v tuto chvíli smazat.

source: Possible enclosures to clean
cs: Možné výběhy k čistění

source: Possible animals to feed
cs: Možná zvířata ke krmení

source: Delete person
cs: Smazat osobu

source: Qualified type animals to feed
cs: Vyškolené typy zvířat ke krmení

source: Qualified type enclosures to clean
cs: Vyškolené typy výběhů k čištění

source: Planning
cs: Plánování

source: One time
cs: Jednorázově

source: Daily
cs: Denně

source: Weekly
cs: Týdně

source: Monthly
cs: Měsíčně

source: In component below you can specify periodicity and range of wanted event to plan. After you fill mode and range, you can see all records to be generated.
cs: V komponentě níže lze specifikovat periodicitu naplánovaní nového záznamu. Po zvolení módu a vyplnění rozsahu lze taktéž vidět termíny, které budou vygenerovány.

source: No animals in enclosure at this moment.
cs: Žádná zvířata ve výběhu.

source: Last cleaning
cs: Poslední čistění

source: Following feeding was deleted due to person qualification lost: {}.
cs: Vzhledem ke ztrátě vyškolení osoby byly smazány následující krmení: {}.

source: From following cleaning was deleted person assignment due to person qualification lost: {}.
cs: Vzhledem ke ztrátě vyškolení osoby bylo smazáno přiřazení osoby k následujícímu čištění: {}.

source: Following cleaning was deleted due to small executors count: {}.
cs: Vzhledem k malému počtu vykonavatelů bylo smazáno následující čištění: {}.

source: User was created, login credentials are {} {}.
cs: Uživatel byl vytvořen, přihlašovací údaje jsou {} {}.

source: Czech
cs: Čeština

source: English
cs: Angličtina
